app/controllers/course_makers_controller.rb

  def index
    @course_makers = CourseMaker.all
---
SELECT "course_makers".* FROM "course_makers"